export const example = [
    {
        title: 'كتابة عادية لعنوان المقالة',
        desc: 'وصف المقالة اللي هتكون موجودة في الموقع العظمة ده.',
        id: 1
    },
    {
        title: 'كتابة عادية لعنوان المقالة',
        desc: 'وصف المقالة اللي هتكون موجودة في الموقع العظمة ده.',
        id: 2
    },
    {
        title: 'كتابة عادية لعنوان المقالة',
        desc: 'وصف المقالة اللي هتكون موجودة في الموقع العظمة ده.',
        id: 3
    },
    {
        title: 'كتابة عادية لعنوان المقالة',
        desc: 'وصف المقالة اللي هتكون موجودة في الموقع العظمة ده.',
        id: 4
    },
    {
        title: 'كتابة عادية لعنوان المقالة',
        desc: 'وصف المقالة اللي هتكون موجودة في الموقع العظمة ده.',
        id: 5
    },
    {
        title: 'كتابة عادية لعنوان المقالة',
        desc: 'وصف المقالة اللي هتكون موجودة في الموقع العظمة ده.',
        id: 6
    },
    {
        title: 'كتابة عادية لعنوان المقالة',
        desc: 'وصف المقالة اللي هتكون موجودة في الموقع العظمة ده.',
        id: 7
    },
    {
        title: 'كتابة عادية لعنوان المقالة',
        desc: 'وصف المقالة اللي هتكون موجودة في الموقع العظمة ده.',
        id: 8
    }
];